[Ability.A_Defend H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="大地坚韧"
mTooltip="%buff1.buff.stat1 %ICON_DEFENSE 防御和 %buff1.buff.stat2 %icon_health 生命值，直到该生物下个回合开始。"

[Ability.A_DefendBuff_earth H7BaseBuff]
mName="大地坚韧"
mTooltip="%stat1 %ICON_DEFENSE 防御和 %stat2 %icon_health 生命值，直到该生物下个回合开始。"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="水流安抚"
mTooltip="所有敌方生物失去魔法免疫，直到战斗结束。\n此生物根据激活此能力的每个敌方生物恢复 %buff2.buff.d 生命值（每场战斗一次）。"

[Ability.A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="疾风迅捷（等待）"
mTooltip="该生物将稍后行动，但获得 %buff4.buff.stat1 %icon_movement 移动力且无法被侧击，直到回合结束。"

[Ability.A_wait_air_Buff H7BaseBuff]
mName="疾风迅捷"
mTooltip="该生物将稍后行动，但获得 %stat1 %icon_movement 移动力且无法被侧击，直到回合结束。"

[Ability.A_Water_heal_Buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_water_heal_no_imu H7BaseBuff]
mName="元素抹除"
mTooltip="生物失去所有魔法免疫。"

[Ability2.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="火焰之怒"
mTooltip="该生物向敌方单位投掷一个火焰魔法锥。空地块将起火，直到下个战斗回合结束。踏上燃烧地块或在其上开始回合的生物受到 %d %icon_fire 火焰伤害。"

[Creature.A_t6_conflux_base H7Creature]
mName="甘尼萨"
mLore="基本上，四种主要元素相互竞争。火避开水，正如土驱逐气。甘尼萨学会了将单个元素感受为生命体，认识到什么会增强它们，什么会削弱它们。因此，火可能不再避开水，而气不能被土驱逐。"

[Creature.A_t6_conflux_upregate H7Creature]
mName="湿婆"
mLore="湿婆不仅能感知四种主要元素，还能引导它们。这只有在元素能够同时且以同等强度作用于湿婆时才可能。由于这个生命体有四只手臂，它可以单独控制每个元素，并为自己使用相应的力量。"